Repository: hanwinster/mtp-flutter-main-jan
Catalog: packages/core/localization/lib/l10n/locales/app_*.arb
Languages: my

# navTitleHome
source: Home
my: မူလ

# navTitleMyCourses
source: My Courses
my: ကျွန်ုပ်၏ သင်တန်းများ

# navTitleGroup
source: Group
my: အဖွဲ့

# navTitleBlog
source: Blog
my: ဘလော့

# navTitleLibrary
source: E-library
my: စာကြည့်တိုက်

# buttonTextLogin
source: Login
my: စနစ်သို့ဝင်

# buttonTextRetry
source: Retry
my: ပြန်လည်လုပ်ဆောင်မည်

# labelDoubleTapToBack
source: Press back again to exit
my: ထွက်ရန် ထပ်နှိပ်ပါ။

# buttonTextTakePhoto
source: Take Photo
my: ပုံရိုက်

# buttonTextChooseFromGallery
source: Choose from Gallery
my: ပုံရွေး

# buttonTextTakeMorePhoto
source: Take More Photo
my: ပုံထပ်ရိုက်

# errorNoImage
source: No Image
my: ဓာတ်ပုံမရှိ

# errorFormFieldRequired
source: Required
my: ဖြည့်ရန်လိုအပ်ပါသည်

# errorFormFieldInvalid
source: Invalid
my: မှားယွင်းနေပါသည်

# errorFormFieldPasswordLength
source: Password should be at least 8 digits.
my: စကားဝှက်တွင် အနည်းဆုံး စကားလုံး၈ လုံးရှိရမည်

# errorFormFieldPasswordsDoNotMatch
source: Passwords do not match
my: စကားဝှက် မကိုက်ညီပါ

# errorNoInternetConnection
source: No Internet Connection
my: အင်တာနက် ချိတ်ဆက်မှုမရှိပါ

# errorNoInternetConnectionDescription
source: Please check your internet connection and try again.
my: အင်တာနက်ချိတ်ဆက်မှုကိုစစ်ဆေးပြီး ထပ်မံကြိုးစားပါ

# errorNoInternetConnectionWithInstruction
source: No Internet Connection. Please check your internet connection and try again.
my: အင်တာနက်ချိတ်ဆက်မှုကိုစစ်ဆေးပြီး ထပ်မံကြိုးစားပါ

# errorUnknown
source: Oops! Something went wrong. Please try again later.
my: တခုခုမှားယွင်းသွားပါသည်။ ခေတ္တစောင့်ဆိုင်းပြီးမှ ပြန်လည်ကြိုးစားကြည့်ပါ။

# errorSessionExpired
source: Session expired! Please login again.
my: ကျေးဇူးပြု၍ နောက်တစ်ကြိမ် အကောင့်ဝင်ပါ

# labelNetworkStatusOnline
source: Online
my: အင်တာနက် ကွန်နက်ရှင် မရှိပါ

# labelNetworkStatusOffline
source: Offline
my: အင်တာနက် ရရှိပါပြီ

# accountTypeLabelLearner
source: Learner
my: သင်ယူလေ့လာသူ

# accountTypeLabelTeacher
source: Teacher
my: သင််ကြားသူဆရာ

# userTypeLabelIndependentLearner
source: Independent Learner
my: သင်ယူလေ့လာသူအားလုံး

# userTypeLabelJournalist
source: Journalist
my: သတင်းမီဒီယာသမား

# userTypeLabelStudentTeacher
source: Student Teacher
my: ကျောင်းသား ဆရာ

# userTypeLabelIndependentTeacher
source: Independent Teacher
my: ဆရာအားလုံး

# otpChannelLabelEmail
source: Email
my: အီးမေးလ်

# otpChannelLabelSms
source: SMS
my: စာတို

# genderLabelMale
source: Male
my: အမျိုးသား

# genderLabelFemale
source: Female
my: အမျိုးသမီး

# genderLabelOther
source: Others
my: အခြား

# durationUnitSecond
source: {second, plural, =0{0 second} =1{1 second} other{{second} seconds}}
my: {second, plural, =0{၀ စက္ကန့်} =1{၁ စက္ကန့်} other{{second} စက္ကန့်}}

# durationUnitMinute
source: {minute, plural, =0{0 minute} =1{1 minute} other{{minute} minutes}}
my: {minute, plural, =0{၀ မိနစ်} =1{၁ မိနစ်} other{{minute} မိနစ်}}

# durationUnitHour
source: {hour, plural, =0{0 hour} =1{1 hour} other{{hour} hours}}
my: {hour, plural, =0{၀ ရက်} =1{၁ ရက်} other{{hour} ရက်}}

# durationUnitDay
source: {day, plural, =0{0 day} =1{1 day} other{{day} days}}
my: {day, plural, =0{၀ စက္ကန့်} =1{၁ စက္ကန့်} other{{day} စက္ကန့်}}

# durationUnitWeek
source: {week, plural, =0{0 week} =1{1 week} other{{week} weeks}}
my: {week, plural, =0{၀ ပတ်} =1{၁ ပတ်} other{{week} ပတ်}}

# durationUnitMonth
source: {month, plural, =0{0 month} =1{1 month} other{{month} months}}
my: {month, plural, =0{၀ လ} =1{၁ လ} other{{month} လ}}

# durationUnitYear
source: {year, plural, =0{0 year} =1{1 year} other{{year} years}}
my: {year, plural, =0{၀ နှစ်} =1{၁ နှစ်} other{{year} နှစ်}}

# postLabelCommentCount
source: {count, plural, =0{0 Comment} =1{1 Comment} other{{count} Comments}}
my: {count, plural, =0{၀ မှတ်ချက်} =1{၁ မှတ်ချက်} other{{count} မှတ်ချက်}}

# postLabelReactionCount
source: {count, plural, =0{0 Like} =1{1 Like} other{{count} Likes}}
my: {count, plural, =0{၀ နှစ်သက်} =1{၁ နှစ်သက်} other{{count} နှစ်သက်}}

# postLabelShare
source: {count, plural, =0{0 Share} =1{1 Share} other{{count} Shares}}
my: {count, plural, =0{၀ မျှဝေ} =1{၁ မျှဝေ} other{{count} မျှဝေ}}

# labelAppVersion
source: Version {version}
my: ဗားရှင်း {version}

# labelCopyright
source: Copyright © 2025 Myanmar Teacher Platform. All Rights Reserved
my: မူပိုင်ခွင့် © 2025 Myanmar Teacher Platform. မူပိုင်ခွင့်ကို ထိန်းသိမ်းထားသည်။

# drawerHeaderLabelGuest
source: Guest
my: ပြင်ပအသုံးပြုသူ

# drawerHeaderButtonTextLogin
source: Login
my: စနစ်သို့၀င်ရန်

# drawerItemLabelLanguage
source: Language
my: ဘာသာစကား

# drawerItemLabelAboutUs
source: About Us
my: ကျွန်ုပ်တို့အကြောင်း

# drawerItemLabelTermsAndConditions
source: Terms And Conditions
my: စည်းမျဉ်းစည်းကမ်းနှင့်သတ်မှတ်ချက်များ

# drawerItemLabelPrivacyPolicy
source: Privacy Policy
my: ကိုယ်ရေးအချက်အလက်လုံခြုံမှုဆိုင်ရာ မူဝါဒ

# drawerItemLabelUserManuals
source: User Manuals
my: အသုံးပြုသူလက်စွဲများ

# drawerItemLabelFrequentlyAskedQuestions
source: Frequently Asked Questions
my: အမေးများသည့်မေးခွန်းများ

# drawerItemLabelContactUs
source: Contact Us
my: ဆက်သွယ်ရန်

# drawerItemLabelLogOut
source: Log Out
my: စနစ်မှထွက်ရန်

# drawerItemLabelFaq
source: Faq
my: မေးခွန်းများ

# loginLabelSubtitle
source: Login To Your Account
my: စနစ်သို့ဝင်ရန် အကောင့်

# loginLabelUsername
source: Username or Email
my: အကောင့်နာမည် သို့မဟုတ် အီးမေးလ်

# loginLabelPassword
source: Password
my: စကားဝှက်

# loginButtonTextForgotPassword
source: Forgot Password?
my: စကားဝှက်မေ့နေပါသလား

# loginButtonTextSubmit
source: Login
my: စနစ်သို့ ဝင်ရန်

# loginButtonTextLoggingIn
source: Logging in ...
my: စနစ်သို့ ဝင်နေပါသည်

# loginLabelNewAccount
source: Don't have an account yet?
my: အကောင့်မရှိသေးဘူးလား?

# loginButtonTextCreateNewAccount
source: Create New
my: မှတ်ပုံတင်ရန် သွားပါ

# registerLabelSubtitleFillUserDetails
source: Fill User Details
my: အသေးစိတ်ဖြည့်ရန်

# registerLabelSubtitleRegister
source: Register Your Account
my: သင့်အကောင့်ကို မှတ်ပုံတင်ပါ။

# registerLabelMemberLogin
source: Already a member?
my: အကောင့်ရှိပီးသားလား

# registerLabelUserType
source: User Type *
my: အသုံးပြုသူအမျိုးအစား *

# registerLabelAccountType
source: Account Type *
my: အကောင့်ပုံစံ

# registerLabelFillInformation
source: Fill Information
my: အချက်အလက် ဖြည့်ပါ

# registerLabelOrganization
source: Organization
my: အဖွဲ့အစည်း

# registerLabelAffiliation
source: Affiliation
my: နှီးနွှယ်မှု(မီဒီယာ အမည်)

# registerLabelPosition
source: Position
my: ရာထူး

# registerLabelCollege
source: Select College
my: ကောလိပ်ရွေးချယ်ပါ

# registerLabelYearOfStudyingTraining
source: Select year of studying/training
my: တက်ရောက်/သင်ကြားမည့် ခုနှစ် ရွေးပါ

# registerLabelGender
source: Gender *
my: ကျား/မ *

# registerButtonTextPrev
source: Prev
my: နောက်သို့

# registerButtonTextNext
source: Next
my: ရှေ့သို့

# registerButtonTextRegister
source: Register
my: မှတ်ပုံတင်ပါ

# registerLabelUsername
source: Username *
my: အကောင့်အမည် *

# registerLabelUsernameHelper
source: Please provide the name using only English characters. Please use character, number, dash and underscore only and do not include spaces.
my: ကျေးဇူးပြု၍ အင်္ဂလိပ်အက္ခရာ/ဂဏန်း/ဒက်ရှ်(-)/အန်ဒါစကိုး(_) များကိုသာ အသုံးပြုပေးပါ။

# registerLabelUsernameHelperExampleLabel
source: e.g.,
my: ဥပမာ -

# registerLabelUsernameErrorLength
source: The username must be at least 5 characters.
my: အသုံးပြုသူနာမည် အနည်းဆုံးအက္ခရာ ၅ လုံးရှိရမည်

# registerLabelName
source: Name *
my: အမည် *

# registerLabelNameErrorLength
source: The name must be at least 5 characters.
my: အသုံးပြုသူနာမည် အနည်းဆုံးအက္ခရာ ၅ လုံးရှိရမည်

# registerLabelEmail
source: Email Address *
my: အီးမေးလ် လိပ်စာ *

# registerLabelEmailHelper
source: Please enter your valid email.
my: ကျေးဇူးပြု၍ မှန်ကန်သောအီးမေးလ်ထည့်ပေးပါ။

# registerLabelPassword
source: Password *
my: စကားဝှက် *

# registerLabelPasswordHelper
source: The password must be at least 8 characters.
my: စကားဝှက်တွင် အနည်းဆုံး စကားလုံး၈ လုံးရှိရမည်။

# registerLabelConfirmPassword
source: Confirm Password *
my: စကားဝှက်အတည်ပြုရန် *

# registerLabelPhone
source: Phone
my: ဖုန်းနံပါတ်

# registerLabelPhoneHelper
source: Please select your country and enter your mobile number (Number in English only).e.g., 0900000000 Or 900000000
my: ကျေးဇူးပြု၍ သင့်နိုင်ငံကို ရွေးချယ်ပြီး သင့်မိုဘိုင်းနံပါတ်ကို ရိုက်ထည့်ပါ (နံပါတ်ကို အင်္ဂလိပ်ဘာသာဖြင့်သာ).ဉပမာ., 0900000000 Or 900000000

# registerLabelOtpChannel
source: OTP Receiving Channel
my: OTP လက်ခံမည့် ချန်နယ်(Channel)

# registerLabelProfileImage
source: Profile Image
my: ပရိုဖိုင်ပုံ

# otpVerificaitonLabelTitle
source: OTP Verification
my: OTP အတည်ပြုခြင်း

# otpVerificaitonLabelDescription
source: Enter the OTP code, we just sent an OTP to your email. {email}
my: သင့်အီးမေးလ်(သို့)ဖုန်းSMSသို့ OTPပေးပို့ပြီးပါပြီ။ ဤနေရာတွက် ကုဒ်ထည့်ပါ။ {email}

# otpVerificationButtonTextVerify
source: Verify
my: အတည်ပြုပါ

# otpVerificationLabelDidNotReceiveCode
source: Didn't receive code?
my: ကုဒ် မရဘူးလား?

# otpVerificationButtonTextResend
source: Resend
my: ပြန်ပို့ပါ

# otpVerifiedLabelTitle
source: Ready to Go!
my: အောင်မြင်သည်

# otpVerifiedButtonTextLogin
source: Please Login Again
my: ထပ်မံ ကြိုးစားပါ

# forgotPasswordLabelTitle
source: Reset Your Password
my: စကားဝှက်ပြင်ရန်

# forgotPasswordLabelEmail
source: Email
my: အီးမေးလ်

# forgotPasswordLabelHelper
source: We will sent OTP to your email for reset password process.
my: စကားဝှက်ပြန်လည်သတ်မှတ်ခြင်းလုပ်ငန်းစဉ်အတွက် သင့်အီးမေးလ်သို့ OTP ပေးပို့ပါမည်။

# forgotPasswordLabelSuccessful
source: Your account password has been updated successfully.
my: သင့်အကောင့်စကားဝှက်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ပြီးပါပြီ။

# forgotPasswordLabelNewPassword
source: New Password
my: စကားဝှက်အသစ်

# forgotPasswordLabelConfirmPassword
source: Confirm Password
my: စကားဝှက်အတည်ပြုရန်

# forgotPasswordButtonTextResetPassword
source: Reset Password
my: စကားဝှက်ပြင်မည်

# forgotPasswordButtonTextContinue
source: Continue
my: ရှေ့သို့

# changePasswordLabelTitle
source: Change Password
my: စကားဝှက်ပြောင်းရန်

# changePasswordLabelInstruction
source: Your new password must be different from the previous one.
my: စကားဝှက်အသစ်မှာ စကားဝှက် အဟောင်းနှင့် မတူညီရပါ။

# changePasswordLabelCurrentPassword
source: Current Password
my: လောလောဆယ်သုံးနေသော စကားဝှက်

# changePasswordLabelNewPassword
source: New Password
my: စကားဝှက်အသစ်

# changePasswordLabelConfirmPassword
source: Confirm Password
my: စကားဝှက်အတည်ပြုရန်

# changePasswordLabelPasswordMismatchError
source: Doesn't match with new password
my: စကားဝှက်အသစ်နှင့် မကိုက်ညီပါ

# changePasswordButtonTextSubmit
source: Update Password
my: စကားဝှက်အားပြုပြင်မည်

# changePasswordSuccessLabelTitle
source: Ready to Go!
my: အောင်မြင်သည်

# changePasswordSuccessButtonTextLogin
source: Please Login Again
my: ထပ်မံ ကြိုးစားပါ

# profileButtonTextViewProfile
source: Profile
my: အကောင့်ကြည့်မည်

# profileLabelOrganization
source: Organization
my: အဖွဲ့အစည်း *

# profileLabelAffiliation
source: Affiliation *
my: နှီးနွှယ်မှု(မီဒီယာ အမည်) *

# profileLabelPosition
source: Position *
my: ရာထူး

# profileLabelCollege
source: College
my: ကောလိပ်

# profileLabelYearOfStudyingTraining
source: Year of studying/training
my: တက်ရောက်/သင်ကြားမည့် ခုနှစ်

# profileLabelGender
source: Gender
my: ကျား/မ

# profileLabelGenderMale
source: Male
my: အမျိုးသား

# profileLabelGenderFemale
source: Female
my: အမျိုးသမီး

# profileLabelGenderOther
source: Other
my: အခြား

# profileLabelUsername
source: Username
my: အကောင့်အမည်

# profileLabelEmail
source: Email
my: အီးမေးလ် လိပ်စာ

# profileLabelPhone
source: Phone
my: ဖုန်းနံပါတ်

# profileLabelOtpChannel
source: OTP Receiving Channel
my: OTP လက်ခံမည့် ချန်နယ်(Channel)

# profileLabelOtpChannelEmail
source: Email (Default)
my: အီးမေးလ် (ပုံသေ)

# profileLabelOtpChannelSms
source: SMS
my: စာတို

# profileButtonTextEditProfile
source: Edit Profile
my: ကိုယ်ရေးအချက်အလက် ပြင်ဆင်

# profilePostSomething
source: Post Something ...
my: တစ်ခုခု ပို့စ်တင်ပါ...

# editProfileLabelTitle
source: Edit Profile
my: ကိုယ်ရေးအချက်အလက် ပြင်ဆင်

# editProfileButtonTextSubmit
source: Save
my: သိမ်းဆည်း

# editProfileLabelUserType
source: User Type
my: အသုံးပြုသူအမျိုးအစား

# editProfileLabelCollege
source: College
my: ကောလိပ်

# editProfileLabelYearOfStudyingTraining
source: Year of studying/training
my: တက်ရောက်/သင်ကြားမည့် ခုနှစ်

# editProfileLabelPhone
source: Phone
my: ဖုန်းနံပါတ်

# editProfileLabelOrganization
source: Organization
my: အဖွဲ့အစည်း

# editProfileLabelAffiliation
source: Affiliation
my: နှီးနွှယ်မှု(မီဒီယာ အမည်)

# editProfileLabelPosition
source: Position
my: ရာထူး

# editProfileLabelUsername
source: Username
my: အကောင့်အမည်

# editProfileLabelName
source: Name
my: အမည်

# editProfileLabelOtpChannel
source: OTP Receiving Channel
my: OTP လက်ခံမည့် ချန်နယ်(Channel)

# editProfileLabelGender
source: Gender
my: ကျား/မ

# editProfileLabelEmail
source: Email
my: အီးမေးလ် လိပ်စာ

# subscriptionButtonTextSubscribe
source: Subscribe
my: စာရင်းသွင်းမည်

# subscriptionButtonTextUnsubscribe
source: Unsubscribe
my: စာရင်းပယ်ဖျက်ပါ

# subscriptionDialogLoginTitle
source: You need to Login before Subscribing
my: စာရင်းမသွင်းခင် လော့ဂ်အင်ဝင်ရန် လိုအပ်ပါသည်။

# subscriptionDialogLoginMessage
source: Please login to your account to access to the feature
my: စနစ်ကိုအသုံးပြုရန် သင့်အကောင့်နှင့် လော့ဂ်အင်ဝင်ပါ။

# subscriptionDialogLoginButton
source: Log in
my: စနစ်သို့ ၀င်ရန်

# subscriptionLabelAgree
source: I agree to the Term & Conditions
my: စည်းကမ်းနှင့်သတ်မှတ်ချက်များကို သဘောတူပါသည်

# subscriptionButtonTextContinue
source: Continue
my: ရှေ့သို့

# helpLabelTitle
source: Help & Support
my: အကူအညီရယူရန်

# helpLabelAboutUs
source: About Us
my: ကျွန်ုပ်တို့အကြောင်း

# helpLabelTermsAndConditions
source: Terms And Conditions
my: စည်းမျဉ်းစည်းကမ်းနှင့်သတ်မှတ်ချက်များ

# helpLabelPrivacyPolicy
source: Privacy Policy
my: ကိုယ်ရေးအချက်အလက်လုံခြုံမှုဆိုင်ရာ မူဝါဒ

# helpLabelUserManuals
source: User Manuals
my: အသုံးပြုသူလက်စွဲများ

# helpLabelFrequentlyAskedQuestions
source: Frequently Asked Questions
my: အမေးများသည့်မေးခွန်းများ

# helpLabelContactUs
source: Contact Us
my: ဆက်သွယ်ရန်

# contactUsFormTitle
source: Let Us Reach Out to You
my: ကျွန်ုပ်တို့ သင့်ထံဆက်သွယ်ပါမည်

# contactUsLabelName
source: Name *
my: အမည် *

# contactUsLabelEmail
source: Email *
my: အီးမေလ်း လိပ်စာ *

# contactUsLabelPhoneNumber
source: Phone Number
my: ဖုန်းနံပါတ်

# contactUsLabelSubject
source: Subject *
my: ဘာသာရပ် *

# contactUsLabelOrganization
source: Organization/Company
my: အဖွဲ့အစည်း/ကုပ္မဏီ

# contactUsLabelRegion
source: Regions/States
my: တိုင်းဒေသကြီး/ပြည်နယ်များ

# contactUsLabelMessage
source: Message *
my: ပြောလိုသော အကြောင်းအရာ *

# contactUsButtonTextSend
source: Send
my: ပို့မည်

# settingsLabelTitle
source: Settings
my: ပြင်ဆင်ချက်များ

# settingsLabelChangeLanguage
source: Language
my: ဘာသာစကား

# settingsLabelAccountSettings
source: Account Settings
my: အကောင့် ဆက်တင်

# settingsLabelChangePassword
source: Change Password
my: စကားဝှက်ပြောင်းရန်

# settingsLabelDeleteAccount
source: Delete Account
my: အကောင့်ဖျက်ရန်

# settingsButtonTextLogout
source: Logout
my: စနစ်မှထွက်ရန်

# settingsCancel
source: Cancel
my: ဖျက်သိမ်းမည်

# homeLabelOfflineExplanation
source: How Offline Feature Works
my: အောဖ့်လိုင်းအလုပ်လုပ်ပုံ

# homeLabelOfflineCourses
source: Go to Offline Courses
my: အော့ဖ်လိုင်းသင်တန်းများ

# homeLabelCourseCategories
source: Course Categories
my: သင်တန်းအမျိုးအစားများ

# homeLabelCourses
source: Courses
my: အွန်လိုင်းသင်တန်းများ

# homeButtonTextSeeAllCourses
source: See All
my: အားလုံးကြည့်ရန်

# offlineCoursesTitle
source: Downloaded Courses
my: အော့ဖ်လိုင်းသင်တန်းများ

# offlineCoursesLabelEmptyList
source: To use offline, download the course(s) first.
my: အော့ဖ်လိုင်းအသုံးပြုရန်၊ သင်တန်း(များ)ကို အရင်ဒေါင်းလုပ် လုပ်ပါ။

# offlineCoursesButtonTextStartLearning
source: Start Offline Learning
my: အော့ဖ်လိုင်းသင်ကြားမှုစတင်ရန်

# courseLearningModeLabelOfflineTitle
source: Offline Learning Mode
my: အော့ဖ်လိုင်းသင်ကြားမှု

# courseLearningModeLabelOfflineMessage
source: You're currently in offline mode. Progress won't be saved.
my: သင့်အနေဖြင့် အော့ဖ်လိုင်းရရှိပါသည်။ ဖြေဆိုမှု့ များအတွက် သိမ်းမထားနိုင်ပါ။

# courseLearningModeButtonTextSwitchToOnline
source: Switch to Online
my: အော့ဖ်လိုင်းပြောင်းပါ

# courseLearningModeButtonTextStayOffline
source: Stay Offline
my: အော့ဖ်လိုင်းအနေနှင့် ဆက်လက်အသုံးပြုရန်

# blogLabelSubtitleLatestPosts
source: Latest Articles
my: နောက်ဆုံးရ ဆောင်းပါးများ

# blogLabelSubtitleRecommendedPosts
source: Recommended Articles
my: အကြံပြုထားသောဆောင်းပါးများ

# blogLabelPostsNotFound
source: Currently, there are no articles in this category. We're always updating our content, so please check back soon!
my: ဆောင်းပါးများမရှိသေးပါ။ မကြာခင်ပြန်လည်စစ်ဆေးပေးပါ။

# blogLableGuestUserMessage
source: Please login to read the blogs.
my: ဘလော့ဂ်များကိုဖတ်ရန် လော့ဂ်အင်လုပ်ပါ။

# blogButtonTextLogin
source: Login Now
my: လော့ဂ်အင်လုပ်ပါ

# postLabelSubtitleRecommendedPosts
source: Recommended Articles
my: အကြံပြုထားသောဆောင်းပါးများ

# postLabelSubtitleCategories
source: Categories
my: ကဏ္ဍများ

# postLabelSubtitleComments
source: Comments
my: မှတ်ချက်များ

# postLabelMemberSince
source: Member Since: {date}
my: {date} ကတည်းကအဖွဲ့ဝင်

# postLabelPostedOn
source: Posted On: {date}
my: {date} မှာ တင်ခဲ့

# postLabelDuration
source: {duration} read
my: {duration} ဖတ်

# postLabelDurationUnitSecond
source: {second, plural, =0{0 second} =1{1 second} other{{second} seconds}}
my: {second, plural, =0{၀ စက္ကန့်} =1{၁ စက္ကန့်} other{{second} စက္ကန့်}}

# postLabelDurationUnitMinute
source: {minute, plural, =0{0 minute} =1{1 minute} other{{minute} minutes}}
my: {minute, plural, =0{၀ မိနစ်} =1{၁ မိနစ်} other{{minute} မိနစ်}}

# postLabelDurationUnitHour
source: {hour, plural, =0{0 hour} =1{1 hour} other{{hour} hours}}
my: {hour, plural, =0{၀ ရက်} =1{၁ ရက်} other{{hour} ရက်}}

# postLabelDurationUnitDay
source: {day, plural, =0{0 day} =1{1 day} other{{day} days}}
my: {day, plural, =0{၀ စက္ကန့်} =1{၁ စက္ကန့်} other{{day} စက္ကန့်}}

# postLabelDurationUnitWeek
source: {week, plural, =0{0 week} =1{1 week} other{{week} weeks}}
my: {week, plural, =0{၀ ပတ်} =1{၁ ပတ်} other{{week} ပတ်}}

# postLabelDurationUnitMonth
source: {month, plural, =0{0 month} =1{1 month} other{{month} months}}
my: {month, plural, =0{၀ လ} =1{၁ လ} other{{month} လ}}

# postLabelDurationUnitYear
source: {year, plural, =0{0 year} =1{1 year} other{{year} years}}
my: {year, plural, =0{၀ နှစ်} =1{၁ နှစ်} other{{year} နှစ်}}

# postButtonTextTakeQuiz
source: Take quiz to mark as read
my: ဉာဏ်စမ်းမေးခွန်းဖြေဆိုပြီး ဘလော့ဂ်ကို ဖတ်ပြီးကြောင်း အတည်ပြုမည်

# postLabelReadAndTookQuiz
source: Successfully took quiz and already read
my: ဉာဏ်စမ်းမေးခွန်းဖြေဆိုပြီး အကြောင်းအရာကိုလည်း ဖတ်ပြီးပါပြီ

# postButtonTextMarkAsRead
source: Mark As Read
my: ဘလော့ဂ်ကို ဖတ်ပြီးကြောင်း အတည်ပြု

# postLabelAlreadyRead
source: Already read
my: ဘလော့ဂ်ကို ဖတ်ပြီးပါပြီး

# temp3
source: No comments for now!
my: လတ်တလော ဆွေးနွေးပြောဆိုမှုများ မရှိသေးပါ။

# postLabelReadMore
source: Read More
my: ပိုမိုဖတ်ရှုရန်

# postLabelReadLess
source: Read Less
my: စာချုံ့ရန်

# postLabelPlaceholderComment
source: Write comment ...
my: မှတ်ချက်ရေးပါ

# postLabelAddPhoto
source: Photo
my: ဓါတ်ပုံ

# postLabelAddVideo
source: Video
my: ဗွီဒီယို

# postButtonTextSubmitComment
source: Comment
my: မှတ်ချက်

# postButtonTextEditComment
source: Edit
my: ပြန်ပြင်

# postButtonTextDeleteComment
source: Delete
my: ဖျက်

# blogPostQuizTitle
source: Please take the blog-related quiz
my: ကျေးဇူးပြု၍ ဘလော့ဂ်နှင့်ဆိုင်သော စစ်တမ်းကိုဖြေဆိုပါ

# blogPostQuizLabelFormattedQuestionCount
source: Question {current}/{total}
my: မေးခွန်း {current}/{total}

# blogPostQuizLabelFormattedOverallScore
source: Overall Score : {score}
my: စုစုပေါင်းရမှတ် : {score}

# blogPostQuizLabelTrueFalseInstruction
source: Please check the correct box.
my: အဖြေမှန် တခုကို ရွေးချယ်ပါ

# blogPostQuizLabelTrueFalseOptionTrue
source: True
my: မှန်သည်

# blogPostQuizLabelTrueFalseOptionFalse
source: False
my: မှားသည်

# blogPostQuizLabelTrueFalseOptionNone
source: None
my: တခုမှ မဟုတ်

# blogPostQuizLabelMachingInstruction
source: Please choose and match
my: အဖြေမှန်ကို ရွေးချယ်ပြီး ယှဥ်တွဲပါ

# blogPostQuizLabelMultipleChoiceInstruction
source: Please check the correct boxes.
my: အဖြေမှန်များကို ရွေးချယ်ပါ။ (အဖြေမှန်သည် တခု သို့မဟုတ် တခုထက် ပိုနိုင်ပါသည်)

# blogPostQuizLabelRearrangeChoiceInstruction
source: Please drag and drop the items into the correct order.
my: အဖြေကို နှိပ်ပြီး မှန်ကန်သော အစီအစဥ်တိုင်း ဖြစ်အောင် ပြန်စီပါ။

# blogPostQuizButtonTextNext
source: Next
my: ရှေ့သို့

# blogPostQuizButtonTextPrevious
source: Previous
my: နောက်သို့

# blogPostQuizButtonTextSubmit
source: Submit
my: အတည်ပြု

# blogQuizCompletionLabelPass
source: Greate Job
my: ဂုဏ်ယူပါတယ်

# blogQuizCompletionLabelNotPass
source: Nice Try
my: ကြိုးစားမှုကို အသိအမှတ်ပြုပါတယ်

# blogQuizCompletionLabelScore
source: Here is Your Score
my: ရမှတ်

# blogQuizCompletionLabelQuizType
source: General Knowledge Quiz
my: အထွေထွေဗဟုသုတ ဥာဏ်စမ်း

# blogQuizButtonTextSumitAnswer
source: Submit Answer
my: ဖြေဆိုမှု့ကိုပို့ပါ

# blogQuizCompletionButtonTextRetakeQuiz
source: Retake Quiz
my: ပြန်လည် ဖြေဆိုပါ

# blogQuizCompletionButtonTextContinue
source: Continue
my: ဆက်လက်လုပ်ဆောင်ရန်

# notiButtonTextViewMore
source: View More
my: ပိုမိုကြည့်ရှု့ရန်

# notiLabelNotiListTitle
source: Notifications
my: နိုတီများ

source: Notification List
my: နိုတီများ

# notiLabelUnread
source: Unread
my: ဖတ်ရန် နိုတီများ

# notiLabelRead
source: Read
my: ဖတ်ပြီးသော နိုတီများ

# notiLabelNoUnread
source: There are no unread notifications.
my: နိုတီများ မရှိသေးပါ

# eLibraryHintSearch
source: Search Anything
my: ရှာမည်

# temp7
source: Load More
my: ပိုမိုကြည့်ရှု့ရန်

# eLibraryClearAll
source: Clear All
my: အားလုံးရှင်းလင်းပါ

# eLibraryChooseSubject
source: Choose Subject
my: ဘာသာရပ် ရွေးပါ

# eLibraryChooseResourceFormat
source: Choose Resource Formats
my: အရင်းအမြစ်ပုံစံ ရွေးပါ

# eLibraryDownloads
source: Downloads
my: ဒေါင်းလုဒ်များ

# eLibraryRating
source: Rating
my: အဆင့်သတ်မှတ်ချက်

# eLibraryTotalPages
source: Total Pages
my: စုစုပေါင်းစာမျက်နှာများ

# eLibraryOverview
source: Overview
my: အကျဉ်းချုပ်

# eLibraryAuthor
source: Author
my: စာရေးသူ

# eLibraryPublisher
source: Publisher
my: ထုတ်ဝေသူ

# eLibraryStrand
source: Strand
my: အခန်း

# eLibrarySubStrand
source: Sub Strand
my: အခန်းငယ်

# eLibraryLesson
source: Lesson
my: သင်ခန်းစာ

# eLibraryPublishingYear
source: Publishing year
my: ထုတ်ဝေသည့်နှစ်

# eLibraryUrl
source: Url
my: အင်တာနက်လိပ်စာ

# eLibraryAdditionalInformation
source: Additional Information
my: ထပ်ဆောင်းအချက်အလက်များ

# eLibraryTotalPageViews
source: Total page views
my: စုစုပေါင်း စာမျက်နှာကြည့်ရှုမှု

# eLibraryTotalDownloads
source: Total downloads
my: စုစုပေါင်း ဒေါင်းလုပ်ဆွဲမှု

# eLibraryLastUpdated
source: Last updated
my: နောက်ဆုံး တင်ဆက်ခဲ့သောနေ့

# eLibraryPreview
source: Preview
my: အမြည်းကြည့်ရန်

# eLibraryDownload
source: Download
my: ဒေါင်းလုဒ်

# eLibraryDownloading
source: Downloading
my: ဒေါင်းလုပ်လုပ်နေသည်...

# eLibraryDownloadComplete
source: Download Complete
my: ဒေါင်းလုပ်ပြီးပါပြီ

# eLibraryDownloadPath
source: Download Path:
my: ဒေါင်းလုပ်ဆွဲထားသော လမ်းကြောင်း :

# eLibraryNoResourceFound
source: No resources found
my: အရင်းအမြစ်များ မတွေ့ပါ

# eLibraryDownloadPathOpen
source: Open
my: ဖွင့်မည်

# eLibraryDownloadFail
source: Download failed. Please try again.
my: ဒေါင်းလုဒ် မအောင်မြင်ပါ။ ထပ်စမ်းကြည့်ပါ။

# courseLabelIntroudction
source: Introduction
my: နိဒါန်း

# courseLabelLectures
source: Lectures
my: သင်ကြားပို့ချချက်များ

# courseLabelLecture
source: Lecture
my: သင်ကြားပို့ချချက်

# courseLabelLearningActivities
source: Learning Activities
my: သင်ယူမှုလုပ်ငန်းများ

# courseLabelQuizzes
source: Quizzes
my: ဉာဏ်စမ်း မေးခွန်းများ

# courseLabelSummaries
source: Summaries
my: အကျဉ်းချုပ်များ
