Repository: hanwinster/mtp-flutter-main-jan
Catalog: packages/core/localization/lib/l10n/locales/app_*.arb
Languages: my

# courseLabelLiveSessions
source: Course Live Sessions/Zoom
my: သင်တန်း Zoom သင်ခန်းစာများ

# courseLabelEvaluations
source: Evaluations
my: အကဲဖြတ်သုံးသပ်ခြင်းများ

# courseLabelAssessment
source: Assessment
my: စစ်ဆေးအကဲဖြတ်ခြင်း

# courseDetailsTabTitleOverview
source: Overview
my: အကျဉ်းချုပ်

# courseDetailsTabTitleLectures
source: Lectures
my: သင်ကြားပို့ချချက်များ

# courseDetailsTabTitleDiscussion
source: Discussion
my: ဆွေးနွေးခြင်း

# courseDetailsTabTitleReview
source: Reviews
my: မှတ်ချက်

# courseDetailsTabTitleRelatedResources
source: Related Resources
my: သက်ဆိုင်သော အရင်းအမြစ်များ

# courseLabelQuestionTextInputHint
source: Write down your answer
my: အဖြေရေးသားပါ

# courseLabelQuestionMatchingHint
source: Select match
my: ရွေးချယ်ပါ

# courseLabelQuestionRearrangeGuide
source: (Drag and drop for the orders.)
my: (အစီအစဥ် အမှန် ဖြစ်အောင် ဖိ၍ စီပါ )

# courseLableQuestionAllRequiredError
source: Please answer all questions
my: မေးခွန်းများ ဖြေဆိုပါ

# courseLableQuestionRequiredError
source: Required
my: ဖြေဆိုရန် လိုအပ်ပါသည်

# courseButtonTextNext
source: Next
my: ရှေ့သို့

# courseButtonTextPrevious
source: Previous
my: နောက်သို့

# courseLableGuestUserMessage
source: Please login to access your courses.
my: သင်ခန်းစာများကို လေ့လာရန် လော့အင်၀င်ပါ

# courseLableNoUserOngoingCourses
source: No ongoing course found. Please enroll in a course first
my: လက်ရှိ ယူထားသော သင်တန်းမရှိသေးပါ။ ကျေးဇူးပြု၍ သင်တန်းတစ်ခု စတင်ယူပေးပါ။

# courseButtonTextExploreCourses
source: Explore Courses
my: သင်တန်းများ

# courseLableNoUserCompletedCourses
source: No completed course found. Please complete a course first
my: လက်ရှိ ပြီးထားသော သင်တန်းမရှိသေးပါ။ ကျေးဇူးပြု၍ သင်တန်းတစ်ခု ပြီးအောင် ယူပေးပါ။

# courseButtonTextTakeCourse
source: Take This Course
my: ဤသင်တန်းကိုတက်ရောက်မည်

# courseButtonTextContinue
source: Continue
my: ရှေ့သို့

# courseButtonTextStartEvaluation
source: Start Evaluation
my: စစ်ဆေးမှု့စတင်ပါ

# courseButtonTextGenerateCertificate
source: Generate Certificate
my: သင်တန်းပြီးဆုံးကြောင်းလက်မှတ်ထုတ်မည်

# courseButtonTextDownloadCourse
source: Download Course
my: သင်ခန်းစာများကို ဒေါင်းလုပ်လုပ်ပါ

# courseButtonTextDownloadResources
source: Download Course Resources
my: သင်ခန်းစာ Resources များကို ဒေါင်းလုပ် လုပ်ပါ

# courseLabelDownloadCourseSuccessfully
source: Course downloaded successfully.
my: ဒေါင်းလုပ်ယူခြင်း အောင်မြင်ပါတယ်

# courseLabelDownloadResourcesSuccessfully
source: Resource downloaded successfully. You can find it in downloads folder.
my: အောင်မြင်စွာ ဒေါင်းလုဒ်ချပြီးပါပြီ။ ဒါကို ဖိုလ်ဒါထဲမှာ ရှာဖွေနိုင်ပါတယ်။

# courseLabelCompletedMessage
source: Congratulations! You have completed this course.
my: သင်တန်းပြီးဆုံးခြင်းအတွက် ဂုဏ်ယူပါတယ်

# courseButtonTextViewCertificate
source: View Certificate
my: သင်တန်းပြီးဆုံးခြင်းလက်မှတ်ကို ကြည့်ရှုပါ

# courseLabelCertificateDownloaded
source: Certificate downloaded successfully. You can view it in the downloads folder.
my: သင်တန်းပြီးဆုံးခြင်းလက်မှတ်ကို အောင်မြင်စွာဒေါင်းလုပ် လုပ်ပြီးပါပြီ

# courseCompletionLabelTitle
source: Congratulations!
my: ဂုဏ်ယူပါတယ်

# courseCompletionLabelMessage
source: You have successfully completed the course. Great work!
my: သင်တန်းကို အောင်မြင်စွာ ပြီးဆုံးခဲ့ပါပြီ။ ကောင်းမွန်တဲ့ အလုပ်လုပ်ခဲ့တာပါ!

# courseCompletionButtonTextGoToMyCourses
source: Go to My Courses
my: ယူထားသောသင်တန်းများကို သွားရန်

# courseDashboardLabelFormattedProgress
source: {progress}% Completed
my: {progress}% လေ့လာပြီး

# courseDashboardLabelHalfWay
source: Congratulations! You are half way there to complete this course!
my: ဂုဏ်ယူပါတယ် ဒီသင်တန်းကို ပြီးမြောက်ရန် တစ်ဝက်လောက်ရောက်နေပါပြီ

# courseDashboardButtonTextStartLearning
source: Start Learning
my: စလေ့လာ

# courseDashboardButtonTextContinueLearning
source: Continue Learning
my: ဆက်လေ့လာ

# courseDashboardLabelAssessmentInfo
source: You can take the assessment after completing the course!
my: သင်ခန်းစာများအားလုံးပြီးဆုံးပြီးလျှင် လေ့လာသူအားအကဲဖြတ်သည့် မေးခွန်းမျာအား ဖြေဆိုနိုင်ပါသည်။

# courseDashboardLabelEvaluationInfo
source: You can evaluate after completing assessments.
my: လေ့လာသူအားအကဲဖြတ်သည့် မေးခွန်းများဖြေပြီးလျှင် သင်တန်းအား အကဲဖြတ်နိင်ပါသည်။

# courseExistConfirmationLabelTitle
source: Pause Learning?
my: သင်ယူမှု ခေတ္တ ရပ်နားမည်

# courseExistConfirmationLabelMessage
source: Are you sure you want to exit? Your progress will be saved, and you can resume anytime!
my: သင်ခန်းစာ၏ အပြင်စာမျက်နှာသို့ ထွက်မှာ သေချာပါသလား။ သင်၏ လေ့လာမှုကို သိမ်းဆည်းထားမည်ဖြစ်ပြီး၊ အချိန်မရွေး နောက်ဆုံးလေ့လာခဲ့သည့် နေရာမှ ပြန်လည် စတင်နိုင်ပါသည်။

# courseExistConfirmationButtonTextStay
source: Stay Learning
my: ဆက်လက်သင်ယူမည်

# courseExistConfirmationButtonTextLeave
source: Quit
my: ထွက်မည်

# interactiveProcessButtonTextStart
source: Start
my: စတင်ပါ

# interactiveProcessLabelFormattedStep
source: Step {step}
my: အဆင့် {step}

# interactiveProcessButtonTextStartAgain
source: Start again
my: ပြန်လည်စတင်ပါ

# interactiveSortingButtonTextReplay
source: Replay
my: ပြန််လည်စစ်ဆေးပါ

# interactiveSortingLabelFormattedScore
source: {score}/{total} Cards Correct
my: {score}/{total} ကဒ် မှန်

# courseXApiButtonTextMarkComplete
source: Next
my: ရှေ့သို့

# courseXApiLabelRequiredToComplete
source: You still have some lessons left to complete the course. Please continue learning.
my: သင်ကြားမှုပြီးစီးရန် ကျန်ရှိနေသေးသည်။ ကျေးဇူးပြု၍ ဆက်လက်လေ့လာပါ။

# courseLabelCourseFeatures
source: Course Features
my: သင်ခန်းစာ လုပ်ဆောင်ချက်များ

# courseLabelCourseDescription
source: Course Description
my: သင်တန်းအကြောင်းအရာ ဖော်ပြချက်

# courseLabelCourseObjectives
source: Course Objectives
my: သင်တန်းရည်ရွယ်ချက်များ

# courseLabelCourseLearningOutcomes
source: Learning Outcomes
my: သင်ယူမှုရလဒ်များ

# courseLabelCourseResourceLink
source: Resource Link
my: အရင်းအမြစ်လင့်ခ်

# courseLabelLectureDescription
source: Lecture Description
my: သင်ခန်းစာအကြောင်းအရာ ဖော်ပြချက်

# courseQuizLabelOptionTrue
source: True
my: မှန်

# courseQuizLabelOptionFalse
source: False
my: မှား

# courseAssignmentLableSubmission
source: Assignment Submission
my: Assignment တင်သွင်းခြင်း

# courseAssignmentButtonTextChooseFile
source: Choose File
my: ဖိုင်ရွေးပါ

# courseAssignmentButtonTextSubmit
source: Submit
my: တင်သွင်းမည်

# courseAssignmentLabelSubmitted
source: Submitted
my: တင်သွင်းပြီးပါပြီ

# courseAssignmentLabelFeedbackFromInstructor
source: Comment From Instructor
my: သင်တန်းဆရာများမှ မှတ်ချက်

# courseAssignmentLabelNoFeedback
source: No Comment from the instructor yet!
my: သင်တန်းဆရာများမှ မှတ်ချက်မရှိသေးပါ

# courseLiveSessionLabelAgenda
source: Agenda
my: အစီအစဉ်

# courseLiveSessionLabelSessionDateTime
source: Session Date And Time
my: Zoomသင်ခန်းစာ ပြုလုပ်မည့် နေ့ရက်နှင့်အချိန်

# courseLiveSessionLabelSessionDuration
source: Session Duration
my: Zoomသင်ခန်းစာ ကြာချိန်

# courseLiveSessionLabelRegistrationPeriodOver
source: The registration period for this session is over
my: စာရင်းသွင်း ကာလ ကျော်လွန်သွားပါပြီ

# courseAssessmentLabelCorrectAnswerCountHint
source: Hint: Number of right answers for this question: {count}
my: အဖြေမှန် အရေအတွက် - {count} ခု

# courseAssessmentLabelPassingOptionAfterProvdingAnswerHint
source: Hint: This section will be passed after providing the answer
my: အဖြေမှန််ဖြေဆိုမှု့ပြီးမြောက်မှသာ အောင်မြင်ပါသည်

# courseAssessmentLabelPassingOptionAfterProvdingAnswerUserAnswerStatus
source: Submitted and passed
my: တင်သွင်း အောင်မြင်ပါသည်

# courseAssessmentLabelPassingOptionAfterSendingFeedbackHint
source: Hint: This section will be passed after the course owner provides feedback
my: course ပိုင်ရှင်မှ မှတ်ချက်ပေး ပြီးမှသာ အောင်မြင်ပါသည်

# courseAssessmentLabelPassingOptionAfterSendingFeedbackUserAnswerStatus
source: Waiting for the feedback from the course owner
my: course ပိုင်ရှင်မှ မှတ်ချက်စောင့်ရန်လိုပါသည်

# courseAssessmentLabelPassingOptionAfterSettingPassHint
source: Hint: This section will be passed after the course owner provides feedback and allow to proceed
my: course ပိုင်ရှင်မှ မှတ်ချက်ပေး ပြီးမှသာ အောင်မြင်ပါသည်

# courseAssessmentLabelPassingOptionAfterSettingPassUserAnswerStatus
source: Waiting for the feedback from the course owner and the answer is marked as satisfactory
my: course ပိုင်ရှင်မှ မှတ်ချက်ပေး ပြီးမှသာ အောင်မြင်ပါသည်

# courseAssessmentLabelFeedback
source: Feedback from the course owner: {feedback}
my: course ပိုင်ရှင်မှ မှတ်ချက်: {feedback}

# courseAssessmentButtonTextSave
source: Save
my: သိမ်းမည်

# courseAssessmentLabelSaved
source: Saved
my: သိမ််းပြီးပါပြီ

# courseAssessmentButtonTextSubmit
source: Submit
my: တင်သွင်းမည်

# courseAssessmentButtonTextShowCorrectAnswers
source: Show Right Answers
my: အဖြေမှန်ကြည့်မည်

# courseAssessmentLabelCorrectAnswers
source: The right answers are :
my: အဖြေမှန််တွေကတော့

# courseEvaluationButtonTextSubmit
source: Submit
my: တင်သွင်းမည်

# courseButtonTextCancelCourse
source: Cancel course
my: သင်တန်း ဖျက်သိမ်း

# courseLabelCancelCourseConfirmationTitle
source: Are you sure?
my: သေချာပါသလား

# courseLabelCancelCourseConfirmationMessage
source: If you cancel the course, all progress will be lost for this course.
my: သင်တန်းကို ဖျက်သိမ်းပါက ဤသင်တန်းအတွက် တိုးတက်မှုအားလုံး ဆုံးရှုံးပါမည်။

# courseButtonTextCancelCourseDismiss
source: Back
my: နောက်သို့

# courseButtonTextCancelCourseConfirm
source: Cancel
my: ဖျက်သိမ်းမည်

# courseDiscussionLabelGuestMessage
source: You need to take this course to discuss.
my: ဝင်ရောက်ဆွေးနွေးရန် ဤသင်တန်းကို သင်တက်ရောက်ရပါမည်။

# courseDiscussionLabelInputHint
source: What’s on your thoughts?
my: သင် ဘာတွေတွေးနေ သလဲ

# courseReviewSummaryTitle
source: Reivews
my: ရီဗျူးများ

# courseReviewLabelLearnerMessage
source: You need to take this course to rate and leave a review.
my: အဆင့်သတ်မှတ်ရန်နှင့် သုံးသပ်ချက်ထားခဲ့ရန် ဤသင်တန်းကို သင်တက်ရောက်ရပါမည်။

# courseReviewLabelGuestMessage
source: Please <span style="color: #0077D4; font-weight: bold;">Login</span> and take the course to rate and review.
my: အဆင့်သတ်မှတ်ရန်နှင့် ပြန်လည်သုံးသပ်ရန် ကျေးဇူးပြု၍ စနစ်သို့ ဝင်ပါ

# courseReviewLabelWriteAReview
source: Write a review
my: မှတ်ချက်ပေးပါ။

# courseReviewButtonTextSubmitReview
source: Publish Review
my: မှတ်ချက်တင်ပါ။

# courseReviewLabelNewReviewInput
source: Care to share more about it?
my: ဒီအကြောင်းအရာကို ရှဲပေးပါ

# courseReviewLabelNewReviewGuide
source: Leave Your Reviews Here (5 - Best, 1 - Worst)
my: ဤသင်ခန်းစာကို အဆင့်သတ်မှတ်ပါ

# courseRelatedResourceButtonTextLearnMore
source: Learn More
my: ပိုမိုလေ့လာမည်

# groupLabelThematicGroups
source: Thematic Groups
my: အဖွဲ့များ

# groupLabelGuestWelcomeMessage
source: Please login to access thematic groups
my: အဖွဲ့ထဲသို့ရောက်ရှိရန် လော့အင်လုပ်ပါ

# groupLabelMyGroups
source: My Groups
my: ကျွန်ုပ်၏ အဖွဲ့များ

# groupLabelRecommended
source: Recommended
my: အကြံပြုသည့် အဖွဲ့များ

# groupLabelSearchAnything
source: Search Anything
my: ရှာပါ

# groupLabelNoData
source: No Data
my: ဒေတာ မရှိပါ

# groupLabelEmptyPost
source: No posts available
my: ပို့များမရှိပါ

# groupLabelEmptyGroup
source: No groups available
my: အဖွဲ့များမရှိပါ

# groupLabelRequestSentMessage
source: Sent your request to admin. Please wait for approval.
my: အဖွဲ့ခေါင်းဆောင်မှ Approve စောင့်ပါ

# groupLabelCategories
source: Categories
my: အမျိုးအစားများ

# groupLabelFilterAllCategories
source: All Categories
my: အမျိုးအစား အားလုံး

# groupLabelPrivate
source: Private
my: သီးသန့်အဖွဲ့

# groupLabelPublic
source: Public
my: အများသုံးအဖွဲ့

# groupButtonTextRequestToJoin
source: Request To Join
my: အဖွဲသို့ ၀င်ရန် တောင်းဆိုပါ

# groupButtonTextBack
source: Back
my: နောက်သို့

# groupButtonTextViewGroup
source: View Group
my: အဖွဲ့ကို ကြည့်ရန်

# groupButtonTextJoinGroup
source: Join Group
my: အဖွဲ့ကို ၀င်ရန်

# groupButtonTextLeaveGroup
source: Leave Group
my: အဖွဲ့မှ ထွက်ရန်

# groupButtonTextKeepPostAndLeave
source: Keep Posts & Leave
my: ပို့များကိုထိန်းသိမ်းပီး အဖွဲ့ မှ ထွက်ရန်

# groupButtonTextDeletePostAndLeave
source: Delete Posts & Leave
my: ပို့များကို ဖျက်ပီး အဖွဲ့ မှ ထွက်ရန်

# groupButtonTextAgree
source: Agree
my: သဘောတူပါသည်

# groupLabelNewsFeed
source: NewsFeed
my: သတင်းများ

# groupLabelWelcome
source: Welcome
my: ကြိုဆိုပါသည်

# groupButtonTextPost
source: Post
my: ပို့စ်တင်ပါ

# groupLabelShareSomething
source: Share Something
my: တစ်စုံတစ်ခု မျှဝေပါ

# groupLabelPost
source: Post
my: ပို့စ်

# groupLabelPhoto
source: Image
my: ဓာတ်ပုံ

# groupLabelVideo
source: Video
my: ဗီဒီယို

# groupLabelLikeCount
source: {like, plural, =0{0 like} =1{1 like} other{{like} likes}}
my: {like, plural, =0{၀ နှစ်သက်} =1{၁ နှစ်သက်} other{{like} နှစ်သက်}}

# groupLabelPostCount
source: {post, plural, =0{0 Post} =1{1 Post} other{{post} Posts}}
my: {post, plural, =0{၀ ပို့စ်} =1{၁ ပို့စ်} other{{post} ပို့စ်}}

# groupLabelCommentCount
source: {comment, plural, =0{0 comment} =1{1 comment} other{{comment} comments}}
my: {comment, plural, =0{၀ မှတ်ချက်} =1{၁ မှတ်ချက်} other{{comment} မှတ်ချက်}}

# groupLabelWriteComment
source: Write comment...
my: မှတ်ချက်ရေးပါ...

# groupLabelShareCount
source: {share, plural, =0{0 share} =1{1 share} other{{share} shares}}
my: {share, plural, =0{၀ မျှဝေ} =1{၁ မျှဝေ} other{{share} မျှဝေ}}

# groupLabelCreatePost
source: Create Post
my: ပိုစ့်အသစ်

# groupLabelEditPost
source: Edit Post
my: ပြင်မည်

# groupLabelDeletePost
source: Delete Post
my: ဖျက်သိမ်းမည်

# groupLabelNewPostHint
source: Type here . . .
my: စာရိုက်ပါ

# groupButtonTextSubmitPost
source: Post
my: ပို့စ်တင်ပါ

# groupLabelFailEditPost
source: Failed to Edit Post.
my: ပို့စ်ပြင်ရန်

# groupLabelHidePost
source: Hide Post
my: ပို့စ်ကို hide ရန်

# groupLabelSuccessEditPost
source: Post Edited Successfully.
my: ပိုစ့်ပြင်ဆင်တာအောင်မြင်ပါသည်

# groupToastNoChanges
source: No changes made to the post
my: ပြောင်းလဲမှု့မရှိပါ

# groupLabelPendingPostMessage
source: Now your post is pending to admin’s Approval .We’ll verify you soon .
my: ပို့စ်ကို အဖွဲ့ခေါင်းဆောင်မှ ကြည့်ရှုနေပါသည်

# groupLabelPreview
source: Preview
my: နမူနာ

# groupLabelCommentSection
source: Comment Section
my: မှတ်ချက်ပေးခြင်းအပိုင်း

# groupButtonTextBackToFeed
source: Back To Feed
my: ပို့်စ်အသစ်များဆီသွားရန်

# groupLabelPendingPosts
source: Pending Posts
my: စစ်ဆေးနေသောပို့စ်များ

# groupLabelPendingForApproval
source: Pending for Approval
my: အတည်ပြုမည့် ပို့စ်များ

# groupLabelCancel
source: Cancel
my: ဖျက်သိမ်းမည်

# groupButtonTextViewPendingPosts
source: View Pending Posts
my: အတည်ပြုမည့် ပို့စ်များ

# groupLabelMyFeeds
source: My Feeds
my: ပို့်စ်အသစ်များဆီသွားရန်

# groupWarningLeave
source: Are you sure to leave this group?
my: အဖွဲ့မှထွက်ရန်အတည်ပြုပါသလား

# groupWarningDelete
source: Do you want to delete all the posted posts in this group?
my: ပို့်စ််များ ဖျက်သွားချင်ပါသလား

# groupLabelWarning
source: Warning!
my: သတိပေးချက်

# groupLabelRule
source: Group Rule
my: အဖွဲ့ စည်းကမ်းများ

# homeLabelSearchCourses
source: Search by keywords
my: ကျွန်ုပ်တို့၏သင်တန်းများကို ရှာဖွေရန်

# learningQuizLabelSelectAnswer
source: Select Answer
my: အဖြေ ရွေးပါ

# learningQuizButtonTextCheckAnswer
source: Check Answer
my: အဖြေမှန်စစ်မည်

# communityVideoLocal
source: LOCAL
my: ပြည်တွင်း ဗီဒီယိုများ

# communityVideoInternational
source: INTERNATIONAL
my: ပြည်ပ ဗီဒီယိုများ

# communityVideoSeeAll
source: See All
my: အားလုံးကြည့်ရန်

# communityVideoViews
source: views
my: ကြည့်ရန်

# communityVideoDescription
source: Description
my: အကြောင်းအရာ

# communityVideoRelatedVideos
source: Related Videos
my: ဆက်စပ်ဗီဒီယိုများ

# communityVideoInspiredTitle
source: Inspired by our community
my: အကျိုးပြု ဗီဒီယိုများ

# communityVideoInspiredBody
source: Discover the extraordinary stories of individuals making a difference in our community.
my: ကျွန်ုပ်တို့၏ လူ့မှု့အသိုင်းအဝိုင်းတွင် အကျိုးပြုစေသော အကြောင်းအရာများကို ရှာဖွေပါ။

# communityVideoInspiredVideos
source: Inspired Videos
my: အကျိုးပြု ဗီဒီယိုများ

# communityVideoVideoDetail
source: Video Detail
my: ဗီဒီယိုအသေးစိတ်

# communityVideoDiscoveryExtraordinary
source: Discover the extraordinary stories of individuals making a difference in our community.
my: ကျွန်ုပ်တို့၏ လူ့မှု့အသိုင်းအဝိုင်းတွင် အကျိုးပြုစေသော အကြောင်းအရာများကို ရှာဖွေပါ။

# communityVideoNoVideoFound
source: No Video Found
my: ဗီဒီယို မရှိပါ

# communityVideoSearchForKeyword
source: Search For Keyword
my: စာရိုက် ရှာပါ

# communityVideoSearch
source: Search
my: ရှာပါ

# chatGPTWelcomeTo
source: Welcome to
my: MTP AI Bot မှ

# chatGPTMTPAIBot
source: MTP AI-Bot
my: ကြိုဆိုပါ၏။

# chatGPTTypeMessage
source: Type your message ...
my: စာရိုက်ပါ

source: User Guide
my: အသုံးပြုမှုလမ်းညွှန်

source: Learn More
my: ပိုမိုလေ့လာရန်

source: How To Use MTP Application
my: MTP Application အသုံးပြုမှုလမ်းညွှန်

# howOfflineFeatureWorks
source: How Offline Features Works
my: Offline Features အသုံးပြုမှုလမ်းညွှန်

# updateversionAvailable
source: A new version {versionCode} is available. Please update to continue.
my: ဗားရှင်းအသစ် {versionCode} ကို ရနိုင်ပါပြီ။ ဆက်လုပ်ရန် ကျေးဇူးပြု၍ အပ်ဒိတ်လုပ်ပါ။

# updateTitle
source: Update Available
my: အပ်ဒိတ် ရနိုင်သည်။

# btnUpdate
source: Update
my: အပ်ဒိတ်

# versionalreadyupdated
source: You are using the latest version.
my: ဗားရှင်းအသစ်ကို အပ်ဒိတ်လုပ်ပြီးပြီ။

source: Alert !
my: သတိပေးချက်

source: Check Version
my: ဗားရှင်းကို စစ်ဆေးပါ။

source: Ongoing
my: လုပ်ဆောင်ဆဲ

source: Completed
my: ပြီးသွားပြီ

# labelShares
source: Shares
my: မျှဝေ

# failloadOfflinecontent
source: Failed to load offline content.
my: တင်လို့မရပါ

# failloadVideo
source: Failed to load video.
my: တင်လို့မရပါ

# failloadPDF
source: Error loading PDF
my: တင်လို့မရပါ

source: No questions!
my: မေးခွန်းများမရှိပါ

# txtReply
source: Reply
my: ပြန်ဖြေပါ

# txtSelected
source: selected
my: ရွေးချယ်ထားသော
